export const CONFIG_BLOCK_FAQ = [
     {
          id: 0,
          title: "Смогу ли я без знаний в разработке создать бота?",
          content: "Конечно! Вам не нужны специальные знания, чтобы создавать ботов. Также мы подготовили готовые шаблоны, чтобы вам было проще начать работу",
     },
     {
          id: 1,
          title: "В каких каналах можно запустить чат-бота?",
          content: "В Telegram, Viber, ВКонтакте, WhatsApp Business, Битрикс 24, Jivo и в другие.",
     },
     {
          id: 2,
          title: "Нужно ли знать код, чтобы настроить чат-бот?",
          content: "Aimylogic-это конструктор не требующий навыков программирования. Для работы в нем достаточно понимания, как работает твой бизнес, и чего ты хочешь добиться с помощью чат-бота.",
     },
     {
          id: 3,
          title: "Сколько чат-ботов я могу создать?",
          content: "Можно создать неограниченное количество ботов, ограничения работают только на пользователей, которые будут общаться в чат-боте.",
     },
     {
          id: 4,
          title: "Какие функции выполняет чат-бот?",
          content: "Основная функция чат-ботов — дать быстрый и четкий ответ на ряд вопросов, информацией по которым он владеет (например, наличие товара, доступность заказа, часы работы компании или общая информация о ней).",
     },
];