export const CONFIG_ACCORDION = [
     {
          id: 0,
          title: "Массовые рассылки",
          content: "В платформе вы можете посмотреть количество уникальных пользователей за период. Так же учитываются распознанные, нераспознанные ботом и системные сообщения",
     },
     {
          id: 1,
          title: "Работа с подписчиками",
          content: "В платформе вы можете посмотреть количество уникальных пользователей за период. Так же учитываются распознанные, нераспознанные ботом и системные сообщения",
     },
     {
          id: 2,
          title: "Дополнительный функционал?",
          content: "В платформе вы можете посмотреть количество уникальных пользователей за период. Так же учитываются распознанные, нераспознанные ботом и системные сообщения",
     },
     {
          id: 3,
          title: "Формирование статистики?",
          content: "В платформе вы можете посмотреть количество уникальных пользователей за период. Так же учитываются распознанные, нераспознанные ботом и системные сообщения",
     },
];